Repository: Archihub-App/archihub-backend
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: Administrators API is active
es_es: API de administración activa

source: You don't have the required authorization
es_es: No tienes la autorización requerida

source: Unable to get the default cataloging type
es_es: No se puede obtener el tipo de catalogación por defecto

source: Resource not found
es_es: Recurso no encontrado

source: Option not found
es_es: Opción no encontrada

source: Too many login attempts. Please try again in 10 minutes.
es_es: Demasiados intentos de inicio de sesión. Por favor, inténtelo de nuevo en 10 minutos.

source: User not found
es_es: Usuario no encontrado

source: Invalid password
es_es: Contraseña inválida

source: Text
es_es: Texto

source: Text area
es_es: Área de texto

source: Number
es_es: Número

source: Date
es_es: Fecha

source: Select
es_es: Lista de selección

source: Select multiple
es_es: Lista de selección múltiple

source: Checkbox
es_es: Verdadero/Falso

source: File
es_es: Archivo

source: Repeater
es_es: Campo múltiple

source: Separator
es_es: Separador

source: Author
es_es: Autor

source: Location
es_es: Ubicación

source: User list
es_es: Lista de usuarios

source: Form created successfully
es_es: Formulario creado con éxito

source: Form not found
es_es: Estándar de metadatos no encontrado

source: Form updated successfully. If new fields were added or the type of any existing fields was changed, it is important to regenerate the index from the option in the system settings
es_es: Formulario actualizado con éxito

source: The form is being used by a post type
es_es: El formulario está siendo utilizado por un tipo de publicación

source: Form deleted successfully
es_es: Formulario eliminado con éxito

source: Error: the field must have a label
es_es: Error: el campo debe tener una etiqueta

source: Error: the field label cannot be empty
es_es: Error: la etiqueta del campo no puede estar vacía

source: Error: the field cannot have destiny equal to ident
es_es: Error: el campo no puede tener destino igual a ident

source: Error: the field destiny must start with metadata
es_es: Error: el destino del campo debe comenzar con metadata

source: Error: the field with destiny equal to metadata.firstLevel.title must be of type text
es_es: Error: el campo con destino igual a metadata.firstLevel.title debe ser de tipo texto

source: Error: the field with type file must have the filetag attribute
es_es: Error: el campo con tipo archivo debe tener el atributo filetag

source: Error: the field with type repeater must have the subfields attribute
es_es: Error: el campo con tipo repetidor debe tener el atributo subfields

source: Error: the subfields attribute must be a list
es_es: Error: el atributo subfields debe ser una lista

source: Error: the subfields attribute cannot be empty
es_es: Error: el subcampo no puede estar vacío

source: Error: the subfield must have a destiny
es_es: Error: el subcampo debe tener un destino

source: Error: the subfield must have a name
es_es: Error: el subcampo debe tener un nombre

source: Error: the subfield must have a type
es_es: Error: el subcampo debe tener un tipo

source: The value of the accessRights field is not valid
es_es: Error: el valor del campo accessRights no es válido

source: Error: the form must have a field with destiny equal to metadata.firstLevel.title
es_es: Error: el formulario debe tener un campo con destino igual a metadata.firstLevel.title

source: Error: the destiny of the field {field} is repeated
es_es: Error: el destino del campo {field} está repetido

source: The field {field} has two different types
es_es: Error: el campo {field} tiene dos tipos diferentes

source: Shapes uploaded successfully
es_es: Formas subidas con éxito

source: Indexing finished for %(count)s resources
es_es: Indexación finalizada para %(count)s recursos

source: List created successfully
es_es: Lista creada con éxito

source: List not found
es_es: Lista no encontrada

source: Error getting option
es_es: Error al obtener la opción

source: List updated successfully
es_es: Lista actualizada con éxito

source: List deleted successfully
es_es: Lista eliminada con éxito

source: Log created successfully
es_es: Log creado con éxito

source: Logs not found
es_es: Logs no encontrados

source: id not defined
es_es: id no definido

source: index not defined
es_es: índice no definido

source: Record not found
es_es: Archivo no encontrado

source: Record does not have processing
es_es: El registro no tiene procesamiento

source: Record does not have fileProcessing
es_es: El registro no tiene fileProcessing

source: Record does not have fileProcessing type
es_es: El registro no tiene tipo de fileProcessing

source: You must specify a page
es_es: Debes especificar una página

source: You must specify a block
es_es: Debes especificar un bloque

source: You must specify a slug
es_es: Debes especificar un slug

source: Record does not exist
es_es: El registro no existe

source: Record updated
es_es: Registro actualizado

source: Record does not have the resource as parent
es_es: El registro no tiene el recurso como padre

source: Parent deleted
es_es: Padre eliminado

source: Resource does not exist
es_es: El recurso no existe

source: File type not allowed
es_es: Tipo de archivo no permitido

source: You do not have permission to view this record
es_es: No tienes permiso para ver este registro

source: id is missing
es_es: id está faltando

source: index is missing
es_es: índice está faltando

source: Block updated
es_es: Bloque actualizado

source: Block deleted
es_es: Bloque eliminado

source: You do not have permission to edit this transcription
es_es: No tienes permiso para ver este registro

source: Record does not have transcription
es_es: El registro no tiene transcripción

source: Transcription segment deleted
es_es: Segmento de transcripción eliminado

source: Transcription speaker edited
es_es: Orador de transcripción editado

source: Transcription segment edited
es_es: Segmento de transcripción editado

source: Files download isn't active
es_es: La descarga de archivos no está activa

source: Resource does not have images
es_es: El recurso no tiene imágenes

source: The metadata is required
es_es: Los metadatos son requeridos

source: Resource created successfully
es_es: Recurso creado con éxito

source: Error validating fields
es_es: Error validando campos

source: Error validating files
es_es: Error validando archivos

source: Resource updated successfully
es_es: Recurso creado con éxito

source: The resource cannot have itself as parent
es_es: El recurso no puede tenerse a sí mismo como padre

source: The parent resource does not exist
es_es: El recurso padre no existe

source: The resource isn't hierarchical
es_es: El recurso no es jerárquico

source: The resource post type is not allowed to have a parent of this type
es_es: El tipo de publicación no puede tener un padre de este tipo

source: The post type must have a parent
es_es: El tipo de publicación debe tener un padre

source: The field {label} is required
es_es: El campo {label} es requerido

source: The field {label} must be a list
es_es: El campo {label} debe ser una lista

source: The field {label} must be a list of dicts
es_es: El campo {label} debe ser una lista de diccionarios

source: The field {label} must be a number
es_es: El campo {label} debe ser un número

source: The field {label} must be a boolean
es_es: El campo {label} debe ser un booleano

source: The field {label} must be a list of users
es_es: El campo {label} debe ser una lista de usuarios

source: There is an error in {label}
es_es: Hay un error en {label}

source: The resource must have valid access rights
es_es: El recurso debe tener derechos de acceso válidos

source: The field {label} must have a maximum of {maxFiles} files
es_es: El campo {label} debe tener un máximo de {maxFiles} archivos

source: Asociated files
es_es: Archivos asociados

source: Zip files deleted
es_es: Archivos zip eliminados

source: Inventory files deleted
es_es: Archivos de inventario eliminados

source: Resource deleted
es_es: Recurso eliminado

source: Post type does not exist
es_es: El tipo de publicación no existe

source: Post type changed
es_es: Tipo de publicación cambiado

source: No response from the indexing system
es_es: No hay respuesta del sistema de indexación

source: Snap created successfully
es_es: Recorte creado con éxito

source: Snap updated successfully
es_es: Recorte actualizado con éxito

source: Snap not found
es_es: Recorte no encontrado

source: Snap deleted successfully
es_es: Recorte eliminado con éxito

source: Error while getting the file: {error}
es_es: Error al obtener el archivo: {error}

source: File not found
es_es: Archivo no encontrado

source: Error while changing the value of the field {key}
es_es: Error al cambiar el valor del campo {key}

source: Error while getting the resources: {e}
es_es: Error al obtener los recursos: {e}

source: System updates applied successfully
es_es: Actualizaciones del sistema aplicadas con éxito

source: There si no default cataloging type
es_es: No hay un tipo de catalogación predeterminado

source: Error while getting the default cataloging type
es_es: Error al obtener el tipo de catalogación predeterminado

source: The default type of the cataloging module does not exist
es_es: El tipo predeterminado del módulo de catalogación no existe

source: Error while getting the default type of the cataloging module
es_es: Error al obtener el tipo predeterminado del módulo de catalogación

source: Resources schema updated successfully
es_es: Esquema de recursos actualizado con éxito

source: Error while updating the resources schema
es_es: Error al actualizar el esquema de recursos

source: There is no resources schema uploaded
es_es: No hay un esquema de recursos cargado

source: Error while getting the resources schema
es_es: Error al obtener el esquema de recursos

source: Error while getting the value of the field {key}
es_es: Error al obtener el valor del campo {key}

source: The field {label} must be of type string
es_es: El campo {label} debe ser de tipo cadena de texto

source: Error while validating the field {label}
es_es: Error al validar el campo {label}

source: The field {label} must be an email
es_es: El campo {label} debe ser un correo electrónico

source: The field {label} must be of type array
es_es: El campo {label} debe ser de tipo arreglo

source: The field {label} must have at least {min_items} items
es_es: El campo {label} debe tener al menos {min_items} elementos

source: The field {label} must have at most {max_items} items
es_es: El campo {label} debe tener como máximo {max_items} elementos

source: The field {label} must be a valid URL
es_es: El campo {label} debe ser una URL válida

source: The field {label} must be of type date
es_es: El campo {label} debe ser de tipo fecha

source: Error while getting the plugins: {e}
es_es: Error al obtener los complementos: {e}

source: Plugins successfully updated, please restart the system
es_es: Complementos actualizados con éxito, por favor reinicie el sistema

source: Error while activating the plugins: {e}
es_es: Error al activar los complementos: {e}

source: Plugin successfully updated, please restart the system
es_es: Complemento actualizado con éxito, por favor reinicie el sistema

source: The field for the index management doesn't exists in the system
es_es: El campo para la gestión de índices no existe en el sistema

source: Indexing is deactivated
es_es: La indexación está desactivada

source: The process has been added to the processing queue
es_es: El proceso ha sido añadido a la cola de procesamiento

source: Invalid field definition: {field_def}
es_es: Definición de campo inválida: {field_def}

source: System restarted successfully
es_es: El sistema se reinició con éxito

source: Cache cleaned successfully
es_es: Cache limpiada con éxito

source: Resource %(id)s deleted from index
es_es: Recurso %(id)s eliminado del índice

source: Task not found
es_es: Tarea no encontrada

source: Task stopped successfully
es_es: Tarea detenida con éxito

source: Task cannot be stopped
es_es: Tarea no puede ser detenida

source: Slug already exists
es_es: Slug ya existe

source: Type not found
es_es: Tipo de contenido no encontrado

source: You must specify the slug and the type
es_es: Debes especificar el slug y el tipo

source: Name and slug are required
es_es: El nombre y el slug son requeridos

source: Post type created successfully
es_es: Tipo de contenido creado con éxito

source: Post type not found
es_es: Tipo de contenido no encontrado

source: Post type updated successfully
es_es: Tipo de contenido actualizado con éxito

source: Post type deleted successfully
es_es: Tipo de contenido eliminado con éxito

source: User does not exist
es_es: Usuario no existe

source: You must specify the password of the user
es_es: Debes especificar la contraseña del usuario

source: Duration must be an integer or false
es_es: Duración debe ser un entero o falso

source: Missing type field in body
es_es: Falta el campo tipo

source: Missing page field in body
es_es: Falta el campo página

source: You have reached the limit of requests for this week
es_es: Alcanzaste el límite de solicitudes para esta semana

source: You cannot change the username
es_es: No puedes cambiar el nombre de usuario

source: User updated successfully
es_es: Usuario actualizado con éxito

source: Incorrect password
es_es: Contraseña incorrecta

source: Passwords do not match
es_es: Contraseñas no coinciden

source: No changes were made
es_es: No hay cambios realizados

source: User already exists
es_es: Usuario ya existe

source: Role does not exist
es_es: Rol no existe

source: Access right does not exist
es_es: Nivel de acceso no existe

source: User registered successfully
es_es: Usuario registrado con éxito

source: Password recovery disabled
es_es: Recuperación de contraseña deshabilitada

source: Password recovery
es_es: Recuperación de contraseña

source: Password recovery email sent
es_es: Correo de recuperación de contraseña enviado

source: You cannot delete yourself
es_es: No puedes eliminarte a ti mismo

source: User deleted successfully
es_es: Usuario eliminado con éxito

source: User registration disabled
es_es: Registro de usuario deshabilitado

source: Account verification
es_es: Validación de cuenta

source: User registered successfully. Please verify your account by clicking the link sent to your email
es_es: Usuario registrado con éxito. Por favor verifica tu cuenta haciendo clic en el enlace enviado a tu correo electrónico

source: The field {label} must be a valid email
es_es: El campo {label} debe ser un correo electrónico válido

source: Compromise accepted successfully
es_es: El compromiso fue aceptado con éxito

source: Resource not published
es_es: Recurso no publicado

source: Favorite added successfully
es_es: Favorito añadido con éxito

source: Favorite deleted successfully
es_es: Favorito eliminado con éxito

source: You must specify the status of the tasks
es_es: Debes especificar el estado de las tareas

source: There are no tasks for this resource
es_es: No hay tareas para este recurso

source: There are no tasks for this record
es_es: No hay tareas para este registro

source: resourceId or recordId is required
es_es: resourceId o recordId es requerido

source: user is required
es_es: usuario es requerido

source: comment is required
es_es: comentario es requerido

source: user cannot be empty
es_es: usuario no puede estar vacío

source: comment cannot be empty
es_es: comentario no puede estar vacío

source: resourceId cannot be empty
es_es: resourceId no puede estar vacío

source: There is already a task for this resource
es_es: Ya hay una tarea para este recurso

source: recordId cannot be empty
es_es: recordId no puede estar vacío

source: There is already a task for this record
es_es: Ya hay una tarea para este registro

source: Task already approved
es_es: Tarea ya aprobada

source: You cannot review this task
es_es: No puedes revisar esta tarea

source: No unfinished tasks
es_es: No hay tareas sin terminar

source: View not found
es_es: Vista de consulta no encontrada

source: View updated successfully
es_es: Vista de consulta actualizada con éxito

source: View created successfully
es_es: Vista de consulta creada con éxito

source: View deleted successfully
es_es: Vista de consulta eliminada con éxito

source: Settings updated
es_es: Configuraciones actualizadas

source: %(count)s documents indexed
es_es: Se han indexado %(count)s documentos

source: Starting process
es_es: Iniciando proceso

source: Processing files. Step {step} of {total}
es_es: Procesando archivos. Paso {step} de {total}

source: Processed {size} files of a total of {total} resources.
es_es: Se han procesado {size} archivos de un total de {total} recursos.

source: Error while processing the request
es_es: Error al procesar la solicitud

source: Once a day
es_es: Una vez al día

source: Once a week
es_es: Una vez a la semana

source: Once a month
es_es: Una vez al mes

source: Once a year
es_es: Una vez al año

source: Missing required fields
es_es: Faltan campos requeridos

source: Main index %(index)s created
es_es: Índice principal %(index)s creado

source: Main index %(index)s updated
es_es: Índice principal %(index)s actualizado
